{
    "misc": [
        {
            "cap": "Hello World!",
            "date": "2023 2 25",
            "content": "<p>proxdxd03's official webpage was launched! You will be informed about upcoming releases, concerts and other special events here! The page is run using GitHub Pages btw.</p>",
            "media": ""
        },
        {
            "cap": "Follow proxdxd03 on Instagram",
            "date": "2023 3 12",
            "content": "<p>proxdxd03 now has an official Instagram account, where you can also be notified about the newest releases as well as occasional other stuff. Go follow now!</p>",
            "media": ""
        }
    ],
    "release": [
        {
            "cap": "Single \"Funk You All\" confirmed",
            "date": "2023 2 25",
            "content": "<p>The first pre-single of the planned album \"Photon\", \"Funk You All\", is going to be released to all platforms on March 11th, 2023. Listen to it then!</p>",
            "media": "images/20230225_funk_you_all.png"
        },
        {
            "cap": "Single \"Funk You All\" released! Listen on all platforms now!",
            "date": "2023 3 11",
            "content": "<p>The single \"Funk You All\" is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Get vibing to the chill bass melodies, have fun and don't forget to save it to your playlists and library to listen again later!</p>",
            "media": "yt/yzAOu4Q2x7w:Funk You All:20230225_funk_you_all.png"
        },
        {
            "cap": "Single \"Absentia\" confirmed",
            "date": "2023 3 14",
            "content": "<p>The upcoming single \"Absentia\" is now confirmed to be released to all platforms on April 1st, 2023. Note down the date to not miss it!</p>",
            "media": "images/20230305_absentia.png"
        },
        {
            "cap": "Single \"Absentia\" released! Listen on all platforms now!",
            "date": "2023 4 1",
            "content": "<p>The single \"Absentia\" is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Listen to the relaxing slow chords and don't forget to save it to your playlists and library to listen again later!</p>",
            "media": "yt/WLCn7hD_0Tw:Absentia:20230305_absentia.png"
        },
        {
            "cap": "Single \"C.L.A.P\" released! Listen on all platforms now!",
            "date": "2023 4 29",
            "content": "<p>The final pre-single \"C.L.A.P\" is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Enjoy the funky beats, have a nice time and don't forget to save it to your playlists and library to listen again later!</p>",
            "media": "yt/UpPSr-m2pNY:C.L.A.P:20230306_clap.png"
        },
        {
            "cap": "Album \"Photon\" confirmed",
            "date": "2023 5 31",
            "content": "<p>The upcoming album \"Photon\" is now confirmed to be released to all platforms on June 3rd, 2023. Note down the date to not miss it!</p>",
            "media": "images/20230531_photon.png"
        },
        {
            "cap": "Album \"Photon\" released! Listen on all platforms now!",
            "date": "2023 6 3",
            "content": "<p>The new album \"Photon\" is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Venture on a unique two-hour journey and don't forget to save your favorites to your playlists and library to listen again later!</p>",
            "media": "yt/Nx1M9TFAMcM:Ascension:20230531_photon.png"
        },
        {
            "cap": "Single \"Psychward\" pre-released on YouTube! Listen now!",
            "date": "2023 7 1",
            "content": "<p>OTFT's single \"Psychward\" featuring proxdxd03 and Noble is now available on YouTube! Listen to the stories from the psychward and don't forget to save your favorites to your playlists and library to listen again later!</p>",
            "media": "yt/tUeh17MmrLU:Psychward:20230701_psychward.jpg"
        },
        {
            "cap": "Single \"Rebass Technology\" released! Listen on all platforms now!",
            "date": "2024 8 3",
            "content": "<p>The single \"Rebass Technology\" is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Listen to an ever changing bass line and add it to your playlists!</p>",
            "media": "yt/lKKUhzxodcI:Rebass Technology:20240809_rebasstechnology.jpg"
        },
        {
            "cap": "Single \"Sad\" released! Listen on all platforms now!",
            "date": "2025 7 5",
            "content": "<p>The single \"Sad\" of \"Circuit Soul\", proxdxd03's newest music project, is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Listen to six versions of the melancholic song and add them to your playlists!</p>",
            "media": "yt/ar-UnLUDhSI:Sad:20250705_circuitsoulsad.jpg"
        },
        {
            "cap": "Single \"Rage\" released! Listen on all platforms now!",
            "date": "2025 7 5",
            "content": "<p>The single \"Rage\" of \"Circuit Soul\", proxdxd03's newest music project, is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Listen to three versions of the trance adventure and add them to your playlists!</p>",
            "media": "yt/70dJMO6Lkr0:Rage:20250705_circuitsoulrage.jpg"
        },
        {
            "cap": "Single \"Cloud Castle\" released! Listen on all platforms now!",
            "date": "2025 7 19",
            "content": "<p>The single \"Cloud Castle\" of \"Circuit Soul\", proxdxd03's newest music project, is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Listen to two versions of the piano tune and add them to your playlists!</p>",
            "media": "yt/jpheWwtjzKE:Cloud Castle:20250719_circuitsoulcloudcastle.jpg"
        },
        {
            "cap": "New album \"Circuit Soul - Intention\" released! Listen on all platforms now!",
            "date": "2025 8 9",
            "content": "<p>The first part of \"Circuit Soul\", \"Intention\", is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Listen to the seven tracks now and add them to your playlists!</p>",
            "media": "yt/XgkDpnB8Vvw:Flying:20250809_circuitsoulintention.jpg"
        }
    ],
    "concert": [
    ]
}