{
    "misc": [
        {
            "cap": "Hello World!",
            "date": "2023 2 25",
            "content": "<p>proxdxd03's official webpage was launched! You will be informed about upcoming releases, concerts and other special events here! The page is run using GitHub Pages btw.</p>",
            "media": ""
        },
        {
            "cap": "Follow proxdxd03 on Instagram",
            "date": "2023 3 12",
            "content": "<p>proxdxd03 now has an official Instagram account, where you can also be notified about the newest releases as well as occasional other stuff. Go follow now!</p>",
            "media": ""
        }
    ],
    "release": [
        {
            "cap": "Single \"Funk You All\" confirmed",
            "date": "2023 2 25",
            "content": "<p>The first pre-single of the planned album \"Photon\", \"Funk You All\", is going to be released to all platforms on March 11th, 2023. Listen to it then!</p>",
            "media": "images/20230225_funk_you_all.png"
        },
        {
            "cap": "Single \"Funk You All\" released! Listen on all platforms now!",
            "date": "2023 3 11",
            "content": "<p>The single \"Funk You All\" is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Get vibing to the chill bass melodies, have fun and don't forget to save it to your playlists and library to listen again later!</p>",
            "media": "yt/yzAOu4Q2x7w:Funk You All"
        },
        {
            "cap": "Single \"Absentia\" confirmed",
            "date": "2023 3 14",
            "content": "<p>The upcoming single \"Absentia\" is now confirmed to be released to all platforms on April 1st, 2023. Note down the date to not miss it!</p>",
            "media": "images/20230305_absentia.png"
        },
        {
            "cap": "Single \"Absentia\" released! Listen on all platforms now!",
            "date": "2023 4 1",
            "content": "<p>The single \"Absentia\" is now available on Spotify, Apple Music, YouTube, YouTube Music and Amazon Music! Listen to the relaxing slow chords and don't forget to save it to your playlists and library to listen again later!</p>",
            "media": "yt/WLCn7hD_0Tw:Absentia"
        }
    ],
    "concert": [
    ]
}